Revit 2027 API
ExportLinetypeTable Constructor
 Constructs a new ExportLinetypeTable with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLinetypeTable()
Public Sub New
public:
ExportLinetypeTable()
new : unit -> ExportLinetypeTable
See Also
Reference
ExportLinetypeTable Class
Autodesk.Revit.DB Namespace